-- phpMyAdmin SQL Dump
-- version 4.4.4
-- http://www.phpmyadmin.net
--
-- 主機: localhost
-- 產生時間： 2023 年 12 月 15 日 17:41
-- 伺服器版本: 5.5.68-MariaDB
-- PHP 版本： 5.6.40

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 資料庫： `oao`
--

-- --------------------------------------------------------

--
-- 資料表結構 `bulletin`
--

CREATE TABLE IF NOT EXISTS `bulletin` (
  `id` int(10) unsigned NOT NULL,
  `sort` int(11) NOT NULL,
  `title` varchar(100) NOT NULL,
  `short` varchar(100) NOT NULL,
  `tinymce` mediumtext NOT NULL,
  `release` enum('y','n') NOT NULL DEFAULT 'y',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=20 DEFAULT CHARSET=utf8mb4;

--
-- 資料表的匯出資料 `bulletin`
--

INSERT INTO `bulletin` (`id`, `sort`, `title`, `short`, `tinymce`, `release`, `created_at`, `updated_at`) VALUES
(2, 6, '中華經濟研究院徵求研究人員數名', '中華經濟研究院徵求研究人員數名', '<p>應徵職級：助研究員(同助理教授)、副研究員(同副教授)、研究員(同教授)</p>\r\n<p>應徵資格：<br />原則上111年8月1日起聘(可視情況調整)。申請者應於民國111年8月1日以前取得博士學位證書</p>\r\n<p>應備條件：具經濟、企管、法律等相關領域之博士學位<br />專長領域：經濟政策分析相關之領域<br />待遇：參考教育部大學院校教職人員敘薪標準，並依工作能力與經驗從優敘薪</p>\r\n<p>應備審查資料：<br />1. 詳細履歷表(請說明申請職級)並簡要說明研究旨趣及未來計畫<br />2. 博士學位證書(預計畢業但尚未取得畢業證書者，請檢附臨時學位證明或指導教授出具預計畢業之證明)，申請助研究員者需檢附博士班成績單<br />3. 著作目錄<br />4. 研究著作(學位論文或其他學術代表著作1～2份)<br />5. 三封推薦函(請由推薦者直接寄至<span id="cloak3627340e7279d60ce1d60018f3241950"><a href="mailto:fangru@cier.edu.tw">fangru@cier.edu.tw</a></span>)</p>\r\n<p>請檢具上述1-4項資料並以電子檔寄至<span id="cloak64779e8a0035545f4303990821d4b47c"><a href="mailto:fangru@cier.edu.tw">fangru@cier.edu.tw</a></span>。申請資料到齊後，本院將儘快進行審查，如有必要將先進行視訊面試。</p>\r\n<p>經本院錄取之申請者，若是國外學位文憑，則必須於報到前繳交經外館認證之博士班成績單與博士學位證書</p>\r\n<p>申請截止日期：中華民國110年12月31日<br />聯絡方式：台北市大安區長興街七十五號<br />Tel：(02) 2735-6006轉123 Fax：(02) 2735-6035 秘書劉小姐<br />e-mail：<span id="cloak29e283e6699843b163aca4b0dae26c20"><a href="mailto:fangru@cier.edu.tw">fangru@cier.edu.tw</a></span><br />(相關資料請參閱本院網址：www.cier.edu.tw)</p>', 'y', '2022-01-04 09:16:48', '2022-07-06 08:39:51'),
(4, 7, '[轉發]國立成功大學國際經營管理研究所徵求主管公告', '[轉發]國立成功大學國際經營管理研究所徵求主管公告', '<p>國立成功大學國際經營管理研究所(IMBA)所長推選委員會公告 (110.3.19)</p>\r\n<p>主旨:即日起公開徵求本所所長候選人。</p>\r\n<p>說明:<br />一、本所所長任期將於 110 年 7 月 31 日屆滿,依本委員會 110 年 3 月 19 日第一次會 議決議,即日起公開徵求本所所長候選人。</p>\r\n<p>二、本所所長候選人需具備以下資格:<br />(一) 具副教授以上資格者。<br />(二) 非本所專任教師尚需經本所專任教師至少一人聯名推薦,另需先經所教評會同意聘任後,方得為候選人。</p>\r\n<p>三、自即日起至 110 年 4 月 21 日(三)止,請將相關資料(學經歷、著作目錄、教師證書影本等)掛號寄交台南市國立成功大學國際經營管理研究所所長推選委員會。<br />聯絡人:國際經營管理研究所 溫敏杰所長<br />電 話:(06)275-7575 轉 53629<br />傳 真:(06)234-2469</p>\r\n<p>四、隨附「國立成功大學國際經營管理研究所所長推選、續聘及解聘辦法」及國立成功大學管理學院國際經營管理研究所所長候選人推薦表及資料表。</p>\r\n<p>國立成功大學國際經營管理研究所所長推選、續聘及解聘辦法&nbsp;<a href="http://www.finance.org.tw/wp-content/uploads/2021/03/2015.2.10.pdf">2015.2.10</a>&nbsp;<a href="http://www.finance.org.tw/wp-content/uploads/2021/03/VITA.doc"><br /></a></p>\r\n<p>國立成功大學管理學院國際經營管理研究所所長候選人推薦表&nbsp;&nbsp;<a href="http://www.finance.org.tw/wp-content/uploads/2021/03/VITA.doc">VITA</a></p>', 'y', '2022-01-07 10:15:14', '2022-03-15 15:43:37'),
(5, 5, '[轉發]Call for Paper 2021 AsianFA Annual Meeting', '[轉發]Call for Paper 2021 AsianFA Annual Meeting', '<div>諸位會員您好：</div>\r\n<div>&nbsp;</div>\r\n<div>代轉發2021 AsianFA Annual Meeting相關訊息，</div>\r\n<div>請看附件或至官方網站(&nbsp;<a href="http://www.asianfa.org/" target="_blank" rel="noopener noreferrer" data-saferedirecturl="https://www.google.com/url?q=http://www.asianfa.org/&amp;source=gmail&amp;ust=1616461357156000&amp;usg=AFQjCNHvLd4ufbbEOMVzJcz7zYKCCi9KyA">http://www.<wbr />asianfa.org/</a>&nbsp;)查詢。</div>\r\n<div>&nbsp;</div>\r\n<p><a href="http://www.finance.org.tw/wp-content/uploads/2021/03/AsianFA-2021_CFP-v4.pdf">AsianFA 2021_CFP v4</a></p>', 'y', '2022-01-07 10:15:31', '2022-01-07 10:15:31'),
(6, 3, '「應用經濟論叢」徵稿啟事', '「應用經濟論叢」徵稿啟事', '<p>《應用經濟論叢》第107期已出刊，網站即日起開放下載論文全文電子檔，無需登入即可下載！歡迎學界朋友參考引用及踴躍投稿。本刊自1963年創刊至今，收錄於科技部TSSCI之重要文獻索引資料庫，2019年僅收錄5本經濟學門期刊，本刊為其中之一。</p>\r\n<p>1、 中英文學術論文皆可，投稿內文須具備研究方法、模型與實證分析之經濟相關論文，研究主題包括農業經濟、產業經濟、財務經濟、能源經濟、環境經濟、國際經濟、健康經濟、勞動經濟或其他具政策涵意之學術專業論文。</p>\r\n<p>2、 本刊為半年刊，每年六月及十二月出刊，一年出版兩期。</p>\r\n<p>3、 文稿篇幅不超過30頁為原則，正文以不少於一萬二千字，但不超過兩萬字為原則，中、英文摘要以三百至五百字為原則。</p>\r\n<p>4、 來稿請至應用經濟論叢線上投稿系統http://tjaecon.nchu.edu.tw/。</p>\r\n<p>5、 如欲瞭解本刊徵稿格式及其他相關資訊，歡迎參閱本刊線上網頁http://tjaecon.nchu.edu.tw/。</p>\r\n<p>若有任何疑問，請電洽(04-22840350轉224)或以E-mail方式(<span id="cloak46098d1a9fbdcd19bf53bcdf8cfde73f"><a href="mailto:jagecon@dragon.nchu.edu.tw">jagecon@dragon.nchu.edu.tw</a></span>)洽詢本刊編輯助理王小姐。</p>\r\n<p>耑此 順頌<br />研安</p>\r\n<p>國立中興大學應用經濟學系<br />《應用經濟論叢》編輯委員會<br />謹啟</p>', 'y', '2022-01-07 10:15:51', '2022-03-15 15:42:57'),
(7, 1, '國立政治大學風險管理與保險學系徵聘專任教師公告', '國立政治大學風險管理與保險學系徵聘專任教師公告', '<p>本系擬徵聘專任教師1名，相關資訊如下：<br />一、 職等：助理教授（含）以上<br />二、 名額：1名<br />三、 專長領域：風險管理與保險、精算、保險法相關領域<br />四、 資格：<br />&nbsp; &nbsp; 1.具教育部認可國內外博士學位或已具有助理教授(含)以上資格者。<br />&nbsp; &nbsp; 2.具備英語教學能力。<br />五、 預計起聘日：民國110年2月1日<br />六、 應繳交資料：<br />（1） 履歷表。<br />（2） 博士學位證書(若為博士候選人最晚須於109年7月底前取得博士學位並提出具論文口試通過之正式證明)及學經歷證明影本。（錄取後驗正本，如為外國學歷，請於相關駐外館處辦妥驗證）<br />（3） 博士班成績單正本一份（已有教師證書者得免附）。<br />（4） 教師證書影本一份（尚未取得教師證書者免附）。<br />（5） 博士論文一份 (具副教授及教授資格者免附博士論文) 。<br />（6） 近五年內研究著作目錄一份。<br />（7） 研究著作目錄一份。<br />（8） 相關著作或研究成果。<br />（9） 推薦信一封。<br />七、 備註：<br />&nbsp; &nbsp; 1.有意應徵者請備妥上述資料郵寄至「11605台北市文山區指南路二段64 號，國立政治大學風險管理與保險學系教師遴選委員會」收，並將電子 檔寄至<span id="cloak857e94acdf5ab5fd3d1e3e834fd8910e"><a href="mailto:wanting1@nccu.edu.tw">wanting1@nccu.edu.tw</a></span>，本系將隨到隨審。<br />&nbsp; &nbsp; 2.聯絡方式：<br />電話：886-2-29393091 轉 89072 鄭助教<br />傳真：886-2-29393864<br />E-mail：<span>&nbsp;</span><span id="cloake58a8006e8691447ff9c1965c1b8a5b2"><a href="mailto:wanting1@nccu.edu.tw">wanting1@nccu.edu.tw</a></span><br />風管系網址：<a href="https://rmi.nccu.edu.tw/">https://rmi.nccu.edu.tw/</a></p>\r\n<p>中、英文版「2019國立政治大學商學院優秀師資招聘手冊」連結分別如下：<br />&bull; 2019國立政治大學商學院優秀師資招聘手冊（中文版）<br />　　&nbsp;<a href="https://bit.ly/2DogOvN">https://bit.ly/2DogOvN</a><br />&bull; 2019國立政治大學商學院優秀師資招聘手冊（英文版）（108/02新增）<br />　　&nbsp;<a href="https://goo.gl/nUdt6s">https://goo.gl/nUdt6s</a></p>', 'y', '2022-01-07 10:16:15', '2022-03-15 15:42:40'),
(17, 8, '[徵才]中經院-111年度研究人員召募訊息', '中華經濟研究院徵求研究人員數名', '<p style="text-align: left;">中華經濟研究院徵求研究人員數名</p>\r\n<p>應徵職級：助研究員<span>(</span>同助理教授<span>)</span></p>\r\n<p>應徵資格：112年<span>8</span>月<span>1</span>日起聘<span>(</span>可視情況調整<span>)</span>。申請者應於應聘前取得博士學位證書</p>\r\n<p>應備條件：具經濟、企管、法律等相關領域之博士學位</p>\r\n<p>專長領域：經濟政策分析相關之領域</p>\r\n<p>待遇：參考教育部大學院校教職人員敘薪標準，並依工作能力與經驗從優敘薪</p>\r\n<p>&nbsp;</p>\r\n<p>應備審查資料：</p>\r\n<ol>\r\n<li>詳細履歷表<span>(</span>請說明國籍<span>)</span>並簡要說明研究旨趣及未來計畫</li>\r\n<li>博士學位證書<span>(</span>預計畢業但尚未取得畢業證書者，請檢附臨時學位證明或指導教授出具預計畢業之證明及博士班成績單<span>)</span>。</li>\r\n<li>著作目錄</li>\r\n<li>研究著作<span>(</span>學位論文或其他學術代表著作<span>1</span>～<span>2</span>份<span>)</span></li>\r\n<li>三封推薦函<span>(</span>請由推薦者直接寄至<span>fangru@cier.edu.tw)</span></li>\r\n</ol>\r\n<p>&nbsp;</p>\r\n<p>請檢具上述<span>1-4</span>項資料並以電子檔寄至<span>fangru@cier.edu.tw</span>。申請資料到齊後，本院將儘快進行審查，如有必要將先進行視訊面試。</p>\r\n<p>經本院錄取之申請者，若是國外學位文憑，則必須於報到前繳交經外館認證之博士班成績單與博士學位證書</p>\r\n<p>&nbsp;</p>\r\n<p>申請截止日期：中華民國<span>111</span>年<span>12</span>月<span>31</span>日</p>\r\n<p>聯絡方式：台北市大安區長興街七十五號</p>\r\n<p>Tel：<span>(02) 2735-6006</span>轉<span>123&nbsp; Fax</span>：<span>(02) 2735-6035&nbsp;&nbsp;&nbsp; </span>秘書劉小姐</p>\r\n<p>e-mail：<span>fangru@cier.edu.tw </span></p>\r\n<p>(相關資料請參閱本院網址：<span>www.cier.edu.tw)</span></p>', 'y', '2022-09-29 09:17:11', '2022-09-29 09:19:23'),
(18, 18, '國立中正大學財務金融學系誠徵教師', '國立中正大學財務金融學系誠徵教師', '<p>一、徵聘職級及員額: 助理教授級以上師資2名<br />二、起聘日期: 民國112年8月1日或113年2月1日<br />三、應徵資格:<br />&nbsp; &nbsp; &nbsp;1.具教育部認可國內外博士學位。<br />&nbsp; &nbsp; &nbsp;2.研究專長領域為財務金融相關。<br />&nbsp; &nbsp; &nbsp;3.具備雙語(中英)授課能力，具有旅外英語教學研究經驗者尤佳。<br />&nbsp; &nbsp; &nbsp;4.能夠教授金融市場與機構、風險管理、債券市場、財務工程、統計學、期貨與選擇權、資產管理、財富管理等相關領域課程。<br />&nbsp; &nbsp; &nbsp;5.經審核進入面試之申請人，需以全英語進行一篇研究論文發表及教學課程試教。<br />&nbsp; &nbsp; &nbsp;6.新進教師一學年至少需開授一門英語教學課程。<br />&nbsp; &nbsp; &nbsp;7.需符合本校新進教師聘任相關規定。<br />(請參酌網址:https://person.ccu.edu.tw/var/file/15/1015/img/436/416452807.pdf)<br />&nbsp; &nbsp; &nbsp;8.本校依性別平等教育法第27條第4項規定，需辦理性侵害犯罪紀錄查詢。<br />四、應備文件:<br />&nbsp; &nbsp; &nbsp;1.履歷表(科技部個人資料表)。<br />&nbsp; &nbsp; &nbsp;2.應徵信函(研究成果自述、未來3年之研究構想)。<br />&nbsp; &nbsp; &nbsp;3.博士學位證(明)書及學經歷證(明)書 (尚未取得畢業證書者，請檢附臨時學位證明或指導教授出具之預計畢業之證明)。<br />&nbsp; &nbsp; &nbsp;4.博士班成績單(具副教授以上資格者免附此項文件)。<br />&nbsp; &nbsp; &nbsp;5.博士論文及近五年內著作清單(具副教授以上資格者免附博士論文)。<br />&nbsp; &nbsp; &nbsp;6.近五年擔任計畫主持人之研究計畫清冊(科技部計畫、產學合作計畫等)。<br />&nbsp; &nbsp; &nbsp;7.可教授科目表(含課程大綱)。<br />&nbsp; &nbsp; &nbsp;8.推薦信兩封(已在國內任教者免附此項文件)。<br />&nbsp; &nbsp; &nbsp;9.上述文件請依序排列，彙整為一個電子檔，於民國112年1月31日前，e-mail至admsyc@ccu.edu.tw，主旨: 應徵中正大學財金系教&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 師。<br />五、聯絡方式: 電話: 886-(0)5-2720411轉24201張小姐，財金系網址:https://deptfin.ccu.edu.tw/<br />六、合適者優先安排面談，視新冠疫情得採視訊面試。</p>', 'y', '2022-11-02 08:37:12', '2022-11-02 08:38:45'),
(19, 19, '國立彰化師範大學財務金融技術學系徵聘專案教師', '國立彰化師範大學財務金融技術學系徵聘專案教師', '<p>(相關連結：http://fin.ncue.edu.tw/contentinside?contentid=2512)</p>\r\n<p>一、職級：助理教授(含)以上1名。</p>\r\n<p>二、學歷：取得教育部認可之博士學位者，以財務金融領域為主，能夠教授計算機概論、商業應用&nbsp;&nbsp;軟體或其他金融科技相關領域課程為佳。</p>\r\n<p>三、應徵資格：除獲有博士學位之初任教師外，新聘專任教師應具有下列條件(一)~(三)項之一<br /> （一）最近3年至少2篇論文於相關專業領域發表（相當於&nbsp;SCI、SSCI、TSSCI、EI、A&amp;HCI、THCI、SCOPUS&nbsp;或國科會優良期刊第一級與 第二級等學術性期刊論文，且為第一作者或通訊作者）。<br /> （二）最近3年至少應主持2個國科會或公部門研究計畫。<br />&nbsp; &nbsp; &nbsp; &nbsp; (前述論文及國科會或公部門之研究計畫，可相互折抵，但以一件為限。)<br /> （三）具業界實務經驗或專業成就，有具體傑出事蹟可供審查。<br /> （四）能以全英語授課，並具產學合作經驗者尤佳。</p>\r\n<p>四、需附資料：<br /> （一）履歷表（含自傳）；<br /> （二）相關研究著作及國科會計畫之說明；<br /> （三）教學（可授課程及其內容大綱）；<br /> （四）學經歷影本及碩、博士班成績單；<br /> （五）教師證書影本（若無則免）；<br /> （六）其他有助審查之相關資料(如英語能力證明、獲獎紀錄)等。</p>\r\n<p>五、起聘日期：&nbsp;112年2月1日(視聘任程序完成時間而定)。<br />&nbsp; &nbsp; &nbsp;(新進專案教師須適用本校教師多元升等辦法之相關規定)</p>\r\n<p>六、填寫表格(http://fin.ncue.edu.tw/contentinside?contentid=2512)<br /> （一）個人基本資料(如：附加檔案「新聘教師履歷表.doc」、「財金系新聘教師資料表.doc」)<br /> （二）預填本校專兼任教師聘任申請表(如：附加檔案「財金系新聘教師申請表.doc」)</p>\r\n<p>七、意者請將相關資料寄至：</p>\r\n<p>500彰化市師大路2號財務金融技術學系&nbsp;邱婷小姐收(請備註「應聘財務金融技術學系教師」)，<br />※資格符合者將通知面試，不合者恕不另行通知。</p>\r\n<p>※敬請先行將前述「六、填寫表格」第1項及第2項之電子檔mail至finoffice@cc2.ncue.edu.tw</p>\r\n<p>※截止日期：中華民國111&nbsp;年12&nbsp;月13&nbsp;日前寄達(含紙本與電子檔)。</p>', 'y', '2022-12-01 09:00:19', '2022-12-01 09:05:25');

-- --------------------------------------------------------

--
-- 資料表結構 `manager`
--

CREATE TABLE IF NOT EXISTS `manager` (
  `id` int(10) unsigned NOT NULL,
  `cover` varchar(255) DEFAULT 'error.jpg',
  `account` varchar(50) NOT NULL,
  `password` varchar(255) NOT NULL,
  `name` varchar(20) DEFAULT NULL,
  `phone` varchar(20) DEFAULT NULL,
  `releases` enum('y','n') DEFAULT 'y',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=46 DEFAULT CHARSET=utf8mb4;

--
-- 資料表的匯出資料 `manager`
--

INSERT INTO `manager` (`id`, `cover`, `account`, `password`, `name`, `phone`, `releases`, `created_at`, `updated_at`) VALUES
(20, 'bamanager1690275332.jpg', '1@1.1', '$2y$10$tiyZHfdwRFCY9FuxXg8C.eVGzCot9shT9RnWG8/04J7WFSwNYZQeS', '555', '1111111', 'y', '2022-08-23 01:45:23', '2023-08-07 10:02:01'),
(23, 'bamanager1691467509.jpg', '1@1.16', '$2y$10$P6vqUFy0s5TL/', '6565888', '123456', 'y', '2023-08-08 04:05:09', '2023-10-20 03:02:55'),
(24, 'bamanager1697509431.jpg', 'ning118230@gmail.com', '$2y$10$Q.zG0f/88O6ZA', '余芷寧', '0927118230', 'y', '2023-10-17 02:23:51', '2023-10-17 02:23:51'),
(42, 'bamanager1702262156.jpg', '5@5.5', '$2y$10$R7wK3U8lctdtB', '5', NULL, 'y', '2023-12-11 02:35:56', '2023-12-11 02:35:56'),
(43, 'bamanager1702264791.jpg', '6@6.6', '$2y$10$mZRoicAeYk304', 'dd', NULL, 'y', '2023-12-11 03:19:51', '2023-12-11 03:19:51'),
(45, 'bamanager1702266943.jpg', '8@8.8', '$2y$10$8mNan58BOxg42MTEZQJujuHoDzA2LZU1X02O3wzomOdJs.xoPmakm', '8', NULL, 'y', '2023-12-11 03:22:38', '2023-12-11 05:30:15');

-- --------------------------------------------------------

--
-- 資料表結構 `member`
--

CREATE TABLE IF NOT EXISTS `member` (
  `id` int(10) unsigned NOT NULL,
  `cover` varchar(100) NOT NULL DEFAULT 'error.jpg',
  `account` varchar(50) NOT NULL,
  `password` varchar(100) NOT NULL,
  `name` varchar(20) NOT NULL,
  `phone` varchar(20) NOT NULL,
  `url` varchar(200) DEFAULT NULL,
  `gender` enum('m','w','n') NOT NULL DEFAULT 'm',
  `occupation` varchar(255) NOT NULL COMMENT '現職',
  `organization` varchar(255) DEFAULT NULL COMMENT '服務機關及職稱',
  `release` enum('y','n') NOT NULL DEFAULT 'y',
  `describe` varchar(255) NOT NULL COMMENT '通訊地址',
  `token` varchar(255) DEFAULT 'error',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=100 DEFAULT CHARSET=utf8mb4;

--
-- 資料表的匯出資料 `member`
--

INSERT INTO `member` (`id`, `cover`, `account`, `password`, `name`, `phone`, `url`, `gender`, `occupation`, `organization`, `release`, `describe`, `token`, `created_at`, `updated_at`) VALUES
(10, 'bamember1642668032.jpg', '1@1.1', '$2y$10$XXW3hfD1XkjIEcChEgOdlOdJWeVcUpBJgsvgmpKmQ7YiniRiSjIW6', '1', 'ddd', '', 'm', '45645', '', 'y', '545454', '', '2022-01-20 08:40:32', '2023-03-20 06:02:40'),
(83, 'bamember1675402342.jpg', 'xcv@5.5', '$2y$10$sMYqVb7JQuAVA2aFhc3zduPmNyJhbO7P6zaIGaSIplZB7gSo15lwq', 'xzv', 'xcv', NULL, 'm', '', NULL, 'n', '', 'eGN2QDUuNQ==', '2023-02-03 05:32:22', '2023-02-03 05:32:22'),
(84, 'bamember1675403056.jpg', '45@hj.54', '$2y$10$mKhBoW3mT/n//nfKkKiJuu.EJSLxFr.yfrsK4NQYlyYTRCW8tm8.G', '4554', '5454', '4455', 'm', '', NULL, 'y', '5454', NULL, '2023-02-03 05:44:16', '2023-02-03 05:44:16'),
(85, 'bamember1675403145.jpg', '45@5.5', '$2y$10$O8bLlimXKL0XyzCcQSpM8uCyaRnyDjYkspC1C4RZE/Lk/zcjVT64u', '555', '455', NULL, 'm', '', NULL, 'n', '', 'NDVANS41', '2023-02-03 05:45:45', '2023-02-03 07:13:07'),
(95, 'bamember1678851245.jpg', 'sstudentr123700900@yahoo.com.tw', '$2y$10$iLyk7HzT5yL5YDBF9dgEieap.vAv2rJ4NdOwV3e8/3gTZ9pPj4wKC', 'xczzxc', '88', '888', 'w', '888', '888', 'y', '888', 'c3N0dWRlbnRyMTIzNzAwOTAwQHlhaG9vLmNvbS50d185NQ==', '2023-03-15 03:34:05', '2023-04-26 02:20:44'),
(99, 'bamember1682489526.jpg', '5@5.55ff', '$2y$10$RvDIw7kqQZA4Nbak0K0Hj.YcVNJ73CNb5psrMZWd3T5GLtvQJHQsC', '5', '55', '5', 'm', '5', '5', 'y', '55', '後台註冊成功', '2023-04-26 06:12:06', '2023-04-26 06:12:06');

-- --------------------------------------------------------

--
-- 資料表結構 `member_appendix`
--

CREATE TABLE IF NOT EXISTS `member_appendix` (
  `id` int(10) unsigned NOT NULL,
  `member_id` int(10) unsigned NOT NULL,
  `src` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=34 DEFAULT CHARSET=utf8mb4;

--
-- 資料表的匯出資料 `member_appendix`
--

INSERT INTO `member_appendix` (`id`, `member_id`, `src`, `name`, `created_at`, `updated_at`) VALUES
(9, 71, 'public/QVMfe3kIuH0zO0qJ98aPiQz5HdbWYQd4xFSq4ym2.jpg', 'std_applyprove_stu_0.jpg', '2022-11-02 06:11:57', '2022-11-02 06:11:57'),
(10, 73, 'public/c9cpZXVDNIng6AwonGqOkO1e0Zmhb7BSO4Q7G8Tu.png', 'Certificate.png', '2022-11-02 13:26:00', '2022-11-02 13:26:00'),
(11, 79, 'public/KTKt9nhVKcnIkjrKWBCmWlVuG0w7VfiZhRx8LDs6.jpg', '葛晏均-中文碩士畢業證書.jpg', '2023-01-02 07:12:28', '2023-01-02 07:12:28'),
(12, 79, 'public/3B1w2AUoFwMgTjNV3mAkX1Hta91u5pdiOIhJQboT.jpg', '葛晏均的高科大碩士班畢業歷年成績單.jpg', '2023-01-02 07:17:58', '2023-01-02 07:17:58'),
(13, 79, 'public/eG5VWBBzmZW4Qx3RhSunoq0UBMcTqclSPAcbLNa5.jpg', '葛晏均-中文學士畢業證書.jpg', '2023-01-02 07:17:58', '2023-01-02 07:17:58'),
(14, 79, 'public/Tkn1EGqRMQ3RD9F8Uw27tOA84x5Mxdd3K9SUSkfh.jpg', '葛晏均-中文學士歷年成績單.jpg', '2023-01-02 07:17:58', '2023-01-02 07:17:58'),
(21, 97, 'public/9q8Eb48KNMEyzRFdvqCnYtO9Sgac1SRMkVg7vSdI.jpg', '337699818_1069028227390156_6614984672658245857_n.jpg', '2023-04-26 05:32:25', '2023-04-26 05:32:25'),
(22, 97, 'public/W6Flza94EX99bAj60iLiHZ6FtZkAB6vUP6PM2Vx6.jpg', '337429417_1522688518218712_7517269828750448730_n.jpg', '2023-04-26 05:49:38', '2023-04-26 05:49:38'),
(33, 99, 'public/AIWIIJDDUPMLV6DXRdJlUnvMQowjbIYsINNX1d5u.jpg', '337239704_607312264273671_5244066054543272267_n.jpg', '2023-04-26 06:59:53', '2023-04-26 06:59:53');

-- --------------------------------------------------------

--
-- 資料表結構 `news`
--

CREATE TABLE IF NOT EXISTS `news` (
  `id` int(10) unsigned NOT NULL,
  `sort` int(11) NOT NULL COMMENT '排序',
  `cover` varchar(255) NOT NULL COMMENT '封面',
  `content` varchar(255) NOT NULL,
  `title` varchar(50) NOT NULL,
  `assort` varchar(20) NOT NULL COMMENT '分類',
  `tinymce` mediumtext NOT NULL COMMENT '內容',
  `releases` enum('y','n') NOT NULL DEFAULT 'y',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=104 DEFAULT CHARSET=utf8mb4;

--
-- 資料表的匯出資料 `news`
--

INSERT INTO `news` (`id`, `sort`, `cover`, `content`, `title`, `assort`, `tinymce`, `releases`, `created_at`, `updated_at`) VALUES
(100, 99, 'banews1702283196.jpg', '', 'ddd', '1', '<p>xcxcv</p>', 'y', '2023-12-11 08:26:36', '2023-12-14 09:25:30'),
(101, 101, 'banews1702434738.jpg', '', '1', '1', '<p>dfdfdf</p>', 'y', '2023-12-13 02:32:18', '2023-12-14 09:23:55'),
(102, 102, 'banews1702435521.jpg', '', '98', '2', '<p>1568</p>', 'y', '2023-12-13 02:45:21', '2023-12-13 02:49:10'),
(103, 103, 'banews1702436096.jpg', '', '中文', '1', '<p>fgh</p>', 'y', '2023-12-13 02:54:56', '2023-12-13 02:55:16');

-- --------------------------------------------------------

--
-- 資料表結構 `orderlist`
--

CREATE TABLE IF NOT EXISTS `orderlist` (
  `id` int(11) unsigned NOT NULL,
  `service_id` varchar(255) NOT NULL COMMENT '商品',
  `number` varchar(100) NOT NULL COMMENT '數量',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=87 DEFAULT CHARSET=utf8mb4;

--
-- 資料表的匯出資料 `orderlist`
--

INSERT INTO `orderlist` (`id`, `service_id`, `number`, `created_at`, `updated_at`) VALUES
(82, '81', '1', '2023-10-06 02:09:58', '2023-10-06 02:09:58'),
(83, '81', '1', '2023-10-16 07:02:44', '2023-10-16 07:02:44'),
(84, '80', '1', '2023-10-17 03:42:28', '2023-10-17 03:42:28'),
(85, '81', '1', '2023-10-26 08:34:10', '2023-10-26 08:34:10'),
(86, '1', '1', '2023-11-06 06:19:47', '2023-11-06 06:19:47');

-- --------------------------------------------------------

--
-- 資料表結構 `pages`
--

CREATE TABLE IF NOT EXISTS `pages` (
  `id` int(10) unsigned NOT NULL,
  `title` varchar(50) NOT NULL,
  `tinymce` mediumtext NOT NULL COMMENT '內容',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=105 DEFAULT CHARSET=utf8mb4;

--
-- 資料表的匯出資料 `pages`
--

INSERT INTO `pages` (`id`, `title`, `tinymce`, `created_at`, `updated_at`) VALUES
(100, '網站使用條款', '網站使用條款', '2023-12-11 08:26:36', '2023-12-11 08:26:36'),
(101, '會員會員隱私保密政策', '會員會員隱私保密政策', '2023-12-13 02:32:18', '2023-12-13 02:32:18'),
(102, '使用條款電子金融交易', '使用條款電子金融交易', '2023-12-13 02:45:21', '2023-12-13 02:49:10'),
(103, '運送政策', '<p>運送政策</p>', '2023-12-13 02:54:56', '2023-12-13 07:30:13'),
(104, '退換貨須知', '退換貨須知', '2023-12-13 02:54:56', '2023-12-13 07:05:02');

-- --------------------------------------------------------

--
-- 資料表結構 `purchaser`
--

CREATE TABLE IF NOT EXISTS `purchaser` (
  `id` int(10) unsigned NOT NULL,
  `username` varchar(50) NOT NULL COMMENT '姓名',
  `phone` varchar(15) NOT NULL COMMENT '連絡電話',
  `city` varchar(50) DEFAULT NULL COMMENT '縣市',
  `township` varchar(50) DEFAULT NULL COMMENT '鄉鎮市區',
  `address` varchar(100) DEFAULT NULL COMMENT '街道地址',
  `email` varchar(100) DEFAULT NULL COMMENT '電子郵件',
  `remark` varchar(255) DEFAULT NULL COMMENT '訂單備註',
  `casenumber` varchar(255) DEFAULT NULL COMMENT '案件編號	',
  `releases` enum('y','n') NOT NULL DEFAULT 'y',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=148 DEFAULT CHARSET=utf8mb4;

--
-- 資料表的匯出資料 `purchaser`
--

INSERT INTO `purchaser` (`id`, `username`, `phone`, `city`, `township`, `address`, `email`, `remark`, `casenumber`, `releases`, `created_at`, `updated_at`) VALUES
(59, '林葉子', '0929380306', NULL, NULL, '', NULL, '', NULL, 'y', '2023-10-23 06:41:06', '2023-10-23 06:41:06'),
(60, '林葉子', '0929380306', NULL, NULL, '', NULL, '', 'STWS20103696-1', 'y', '2023-10-23 06:42:48', '2023-10-23 06:42:48'),
(61, '林葉子', '0971011594', NULL, NULL, '', NULL, '', 'STWS20103697-1', 'y', '2023-10-23 06:44:17', '2023-10-23 06:44:17'),
(62, '林葉子', '0971011594', NULL, NULL, '臺北市基隆路三段22巷5弄4號1樓', NULL, '加購清償證明 100元', 'STWS20103697-1', 'y', '2023-10-23 08:43:04', '2023-10-23 08:43:04'),
(63, '林葉子', '0929380306', NULL, NULL, '新竹縣基隆路三段22巷5弄4號1樓', NULL, '加購清償證明 100元', 'STWS20103696-1', 'y', '2023-10-23 08:44:49', '2023-10-23 08:44:49'),
(64, '林葉子', '0971011594', NULL, NULL, '', NULL, '', 'STWS20103697-1', 'y', '2023-10-26 01:36:27', '2023-10-26 01:36:27'),
(65, '122', '222', '222', '22', '222', '222@5.4', '2222', NULL, 'y', '2023-10-26 08:34:10', '2023-10-26 08:34:10'),
(66, '陳晢麟', 'SGTS10214324-1', NULL, NULL, '', NULL, '', '', 'y', '2023-10-28 14:29:41', '2023-10-28 14:29:41'),
(67, '蔡承曄即蔡岳廷', '0905088675', NULL, NULL, '', NULL, '', 'SGTS20133302-1', 'y', '2023-10-31 04:41:08', '2023-10-31 04:41:08'),
(68, '古敦友', '0986582728', NULL, NULL, '', NULL, '', 'TSF10100386-1', 'y', '2023-11-01 03:20:50', '2023-11-01 03:20:50'),
(69, '柯軍豪', '0973612063', NULL, NULL, '', NULL, '', 'STSS10114433-1', 'y', '2023-11-03 03:52:17', '2023-11-03 03:52:17'),
(70, 'fgh', '0918799858', 'fgh', 'fghfg', 'fg', 'ffhf@5.5', 'fgf', NULL, 'y', '2023-11-06 06:19:47', '2023-11-06 06:19:47'),
(71, '丁金成', 'Ａ103-0191-1', NULL, NULL, '', NULL, '', '', 'y', '2023-11-10 02:55:01', '2023-11-10 02:55:01'),
(72, '丁金成', 'Ａ103-0191-1', NULL, NULL, '', NULL, '', '', 'y', '2023-11-10 06:24:24', '2023-11-10 06:24:24'),
(73, '丁金成', 'Ａ103-0191-1', NULL, NULL, '', NULL, '', '', 'y', '2023-11-16 03:23:34', '2023-11-16 03:23:34'),
(74, '丁金成', 'Ａ103-0191-1', NULL, NULL, '', NULL, '', '', 'y', '2023-11-16 05:14:14', '2023-11-16 05:14:14'),
(75, '丁金成', 'Ａ103-0191-1', NULL, NULL, '', NULL, '', '', 'y', '2023-11-16 05:15:40', '2023-11-16 05:15:40'),
(76, '黃紋浚', 'Ａ103-0198-1', NULL, NULL, '', NULL, '', '', 'y', '2023-11-17 08:20:43', '2023-11-17 08:20:43'),
(77, '劉奎宏', 'Ａ103-0188-1', NULL, NULL, '', NULL, '', '', 'y', '2023-11-20 06:24:46', '2023-11-20 06:24:46'),
(78, '劉奎宏', 'Ａ103-0188-1', NULL, NULL, '', NULL, '', '', 'y', '2023-11-20 06:29:11', '2023-11-20 06:29:11'),
(79, '劉奎宏', 'Ａ103-0188-1', NULL, NULL, '', NULL, '', '', 'y', '2023-11-20 06:32:43', '2023-11-20 06:32:43'),
(80, '丁金成', '0912345678', NULL, NULL, '臺北市yugyujgj', NULL, '加購清償證明 100元', 'Ａ103-0191-1', 'y', '2023-11-20 06:55:23', '2023-11-20 06:55:23'),
(81, '丁金成', '0912345678', NULL, NULL, '臺北市yugyujgj', NULL, '加購清償證明 100元', 'Ａ103-0191-1', 'y', '2023-11-20 06:55:32', '2023-11-20 06:55:32'),
(82, '丁金成', '0912345678', NULL, NULL, '臺北市yugyujgj', NULL, '加購清償證明 100元', 'Ａ103-0191-1', 'y', '2023-11-20 06:55:36', '2023-11-20 06:55:36'),
(83, '丁金成', '0912345678', NULL, NULL, '臺北市yugyujgj', NULL, '加購清償證明 100元', 'Ａ103-0191-1', 'y', '2023-11-20 07:04:48', '2023-11-20 07:04:48'),
(84, '丁金成', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0191-1', 'y', '2023-11-20 07:04:55', '2023-11-20 07:04:55'),
(85, '劉奎宏', '0912345678', NULL, NULL, '臺北市bxhdhhdhdhhd', NULL, '加購清償證明 100元', 'Ａ103-0188-1', 'y', '2023-11-20 07:05:50', '2023-11-20 07:05:50'),
(86, '丁金成', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0191-1', 'y', '2023-11-20 07:10:23', '2023-11-20 07:10:23'),
(87, '丁金成', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0191-1', 'y', '2023-11-20 07:12:11', '2023-11-20 07:12:11'),
(88, '丁金成', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0191-1', 'y', '2023-11-20 07:12:25', '2023-11-20 07:12:25'),
(89, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 07:56:18', '2023-11-20 07:56:18'),
(90, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 07:56:28', '2023-11-20 07:56:28'),
(91, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 07:58:05', '2023-11-20 07:58:05'),
(92, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 08:07:04', '2023-11-20 08:07:04'),
(93, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 08:08:01', '2023-11-20 08:08:01'),
(94, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 08:15:03', '2023-11-20 08:15:03'),
(95, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 08:17:57', '2023-11-20 08:17:57'),
(96, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 08:38:22', '2023-11-20 08:38:22'),
(97, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 09:14:21', '2023-11-20 09:14:21'),
(98, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 09:15:54', '2023-11-20 09:15:54'),
(99, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 09:33:52', '2023-11-20 09:33:52'),
(100, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 09:36:22', '2023-11-20 09:36:22'),
(101, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 09:42:23', '2023-11-20 09:42:23'),
(102, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 09:42:45', '2023-11-20 09:42:45'),
(103, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 09:43:43', '2023-11-20 09:43:43'),
(104, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 09:45:07', '2023-11-20 09:45:07'),
(105, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 09:45:10', '2023-11-20 09:45:10'),
(106, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 09:45:55', '2023-11-20 09:45:55'),
(107, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 09:46:04', '2023-11-20 09:46:04'),
(108, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 09:46:12', '2023-11-20 09:46:12'),
(109, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 09:46:30', '2023-11-20 09:46:30'),
(110, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 09:47:17', '2023-11-20 09:47:17'),
(111, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 09:49:53', '2023-11-20 09:49:53'),
(112, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 09:54:12', '2023-11-20 09:54:12'),
(113, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 10:17:18', '2023-11-20 10:17:18'),
(114, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 10:29:21', '2023-11-20 10:29:21'),
(115, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 11:01:22', '2023-11-20 11:01:22'),
(116, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 11:01:31', '2023-11-20 11:01:31'),
(117, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 11:01:35', '2023-11-20 11:01:35'),
(118, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 11:01:57', '2023-11-20 11:01:57'),
(119, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 11:06:22', '2023-11-20 11:06:22'),
(120, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 11:20:32', '2023-11-20 11:20:32'),
(121, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 11:27:35', '2023-11-20 11:27:35'),
(122, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 11:28:29', '2023-11-20 11:28:29'),
(123, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 13:33:14', '2023-11-20 13:33:14'),
(124, '李緒凡', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0193-1', 'y', '2023-11-20 13:38:39', '2023-11-20 13:38:39'),
(125, '黃紋浚', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0198-1', 'y', '2023-11-21 01:04:12', '2023-11-21 01:04:12'),
(126, '黃紋浚', '0912345678', NULL, NULL, '臺北市安平區健康二街519號', NULL, '加購清償證明 100元', 'Ａ103-0198-1', 'y', '2023-11-21 01:07:20', '2023-11-21 01:07:20'),
(127, '黃紋浚', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0198-1', 'y', '2023-11-21 01:13:19', '2023-11-21 01:13:19'),
(128, '黃紋浚', '0912345678', NULL, NULL, '臺北市健康二街519號', NULL, '加購清償證明 100元', 'Ａ103-0198-1', 'y', '2023-11-21 01:15:10', '2023-11-21 01:15:10'),
(129, '劉奎宏', '0912345678', NULL, NULL, '臺北市束褲褲楊科維琪預估危機', NULL, '加購清償證明 100元', 'Ａ103-0188-1', 'y', '2023-11-21 02:55:01', '2023-11-21 02:55:01'),
(130, '劉奎宏', '0912345678', NULL, NULL, '臺北市bcbhxuzjbwhsjsk', NULL, '加購清償證明 100元', 'Ａ103-0188-1', 'y', '2023-11-21 02:56:13', '2023-11-21 02:56:13'),
(131, '郭嘉偉', '0912345678', NULL, NULL, '', NULL, '', 'Ａ103-0196-1', 'y', '2023-11-27 06:55:22', '2023-11-27 06:55:22'),
(132, '陳佳村', 'SFTF10100053-1', NULL, NULL, '', NULL, '', '', 'y', '2023-11-28 07:05:52', '2023-11-28 07:05:52'),
(133, '陳佳村', 'SFTF10100053-1', NULL, NULL, '', NULL, '', '', 'y', '2023-11-28 07:18:20', '2023-11-28 07:18:20'),
(134, '陳佳村', 'SFTF10100053-1', NULL, NULL, '', NULL, '', '', 'y', '2023-11-28 07:20:23', '2023-11-28 07:20:23'),
(135, '陳佳村', '0903301090', NULL, NULL, '', NULL, '', 'SFTF10100053-1', 'y', '2023-11-28 07:40:42', '2023-11-28 07:40:42'),
(136, '陳佳村', '0903301090', NULL, NULL, '', NULL, '', 'SFTF10100053-1', 'y', '2023-11-28 08:02:18', '2023-11-28 08:02:18'),
(137, '陳佳村', '0903301090', NULL, NULL, '', NULL, '', 'SFTF10100053-1', 'y', '2023-11-28 08:06:01', '2023-11-28 08:06:01'),
(138, '陳佳村', '0903301090', NULL, NULL, '', NULL, '', 'SFTF10100053-1', 'y', '2023-11-28 08:22:25', '2023-11-28 08:22:25'),
(139, '陳佳村', '0903301090', NULL, NULL, '', NULL, '', 'SFTF10100053-1', 'y', '2023-11-28 08:22:46', '2023-11-28 08:22:46'),
(140, '陳佳村', '0903301090', NULL, NULL, '', NULL, '', 'SFTF10100053-1', 'y', '2023-11-28 08:24:28', '2023-11-28 08:24:28'),
(141, '陳佳村', '0903301090', NULL, NULL, '', NULL, '', 'SFTF10100053-1', 'y', '2023-11-28 08:26:52', '2023-11-28 08:26:52'),
(142, '陳佳村', '0903301090', NULL, NULL, '臺北市測試地址有沒有顯示！', NULL, '加購清償證明 100元', 'SFTF10100053-1', 'y', '2023-11-28 08:42:37', '2023-11-28 08:42:37'),
(143, '陳佳村', '0903301090', NULL, NULL, '臺北市favicon.ico', NULL, '加購清償證明 100元', 'SFTF10100053-1', 'y', '2023-11-28 08:42:37', '2023-11-28 08:42:37'),
(144, '葉蔓萍', '0977377071', NULL, NULL, '', NULL, '', 'SGTS20113434-1', 'y', '2023-11-28 09:29:52', '2023-11-28 09:29:52'),
(145, '陳佳村', '0903301090', NULL, NULL, '', NULL, '', 'SFTF10100053-1', 'y', '2023-11-28 09:34:58', '2023-11-28 09:34:58'),
(146, '陳佳村', '0903301090', NULL, NULL, '', NULL, '', 'SFTF10100053-1', 'y', '2023-11-28 09:36:20', '2023-11-28 09:36:20'),
(147, '陳佳村', '0903301090', NULL, NULL, '', NULL, '', 'SFTF10100053-1', 'y', '2023-11-28 09:37:16', '2023-11-28 09:37:16');

-- --------------------------------------------------------

--
-- 資料表結構 `question`
--

CREATE TABLE IF NOT EXISTS `question` (
  `id` int(10) unsigned NOT NULL,
  `sort` int(11) NOT NULL COMMENT '排序',
  `title` varchar(100) NOT NULL,
  `text` varchar(255) NOT NULL,
  `release` enum('y','n') NOT NULL DEFAULT 'y',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=100 DEFAULT CHARSET=utf8mb4;

--
-- 資料表的匯出資料 `question`
--

INSERT INTO `question` (`id`, `sort`, `title`, `text`, `release`, `created_at`, `updated_at`) VALUES
(31, 31, '是朋友介紹我辦門號換現金，我這門號根本沒用過，連SIM卡跟手機都沒拿到，現在債權公司通知我還款，我還需要還款嗎?', '只拿到錢，沒有拿到SIM卡這種狀況是最糟糕的。除了必須償還電信欠款，若不肖人士將SIM卡賣給詐騙集團，申辦者還可能因此吃上官司，遭受害人求償詐騙損失，可謂是得不償失。', 'y', '2022-03-15 15:50:55', '2023-10-17 01:48:30'),
(33, 33, '辦門號給家人使用，家人沒繳費產生欠款，這筆欠款我必須要繳嗎?', '欠款相關責任只會針對申請書上的申請人追索，與實際使用人無關，所以建議您還是要儘速繳清喔。', 'y', '2022-03-15 15:52:27', '2023-10-17 01:46:47'),
(68, 68, '收到欠費通知，怎麼確定是不是詐騙?', '可先至電信公司直營門市查證，即可知道是否為詐騙，後續有繳費問題再來電與我司聯繫。', 'y', '2022-03-15 15:52:27', '2023-10-17 01:45:59'),
(69, 69, '未經我同意，電信公司把債權轉讓給債權公司是合法的嗎?', '債權之讓與，非經讓與人或讓售人通知債務人，對於債務人不生效力。但法律另有規定者，不在此限。所以電信債權讓與是合法有效的喔。', 'y', '2022-03-15 15:52:27', '2023-10-17 01:40:30'),
(72, 70, '門號欠費還能辦門號嗎?', '申辦人名下有欠費未繳納，就會被電信業者列入黑名單，無法辦理新門號，或辦理門號過戶，並會影響個人信用問題，所以建議收到欠費通知還是儘速繳納。', 'y', '2023-10-17 01:51:30', '2023-10-17 01:51:30'),
(73, 73, '收到欠款通知，想清償但是無法一次繳清怎麼辦?', '如無法一次繳清，專員可協助分期繳款，請您於週一至週五，09:00-18:00電洽06-2995489，將有專人竭誠為您服務，謝謝。', 'y', '2023-10-17 01:53:24', '2023-10-17 01:53:24'),
(74, 74, '收到法院的調解，不去應該沒關係吧?', '民事訴訟法第409條：當事人無正當理由不於調解期日到場者，法院得以裁定處新台幣三千元以下之罰鍰；其有代理人到場而本人無正當理由不從前條之命者亦同。', 'y', '2023-10-17 01:53:39', '2023-10-17 01:53:39'),
(75, 75, '繳款完後如何知道是否入帳，是否要提供收據或帳戶後5碼?', '請於繳款後三天來電，並提供當事人的身分證字號幫您查詢確認。', 'y', '2023-10-17 01:54:01', '2023-10-17 01:54:01'),
(76, 76, '收到法院開庭通知是否一定要到庭嗎?', '只要在開庭前達成協議並履行，是可以不需到庭的。', 'y', '2023-10-17 01:54:15', '2023-10-17 01:54:15'),
(77, 77, '我門號都攜碼了，為甚麼說還有欠費', '電信費屬於先使用後付費的，就算攜碼出去也有可能會遇到尾期帳單未結清的狀況，建議您可透過直營門市確認名下是否有此欠款，確認無誤後依照信件上的繳費方式繳款即可。', 'y', '2023-10-17 01:54:37', '2023-10-17 01:54:37'),
(78, 78, '收到開庭通知，若相對人無法到庭，是否可由他人代為出庭?', '訴訟代理人應委任律師為之。 但經審判長許可者，亦得委任非律師為訴訟代理人。 前項之許可，審判長得隨時以裁定撤銷之，並應送達於為訴訟委任之人。 非律師為訴訟代理人之許可準則，由司法院定之。', 'y', '2023-10-17 01:55:07', '2023-10-17 01:55:07'),
(79, 79, '我的家人過世了，為甚麼你們要寄通知書給我?', '按民法1153條規定: 繼承人對於被繼承人之債務，以因繼承所得遺產為限，負連帶責任。繼承人相互間對於被繼承人之債務，除法律另有規定或另有約定外，按其應繼分比例負擔之。', 'y', '2023-10-17 01:55:26', '2023-10-17 01:55:26'),
(80, 80, '有和貴公司協商分期付款，為何向電信公司查詢，欠費金額都沒有減少 ?', '如是協商分期還款，待案件結清後才會將資料提供予電信公司。如用戶想確認有無入帳可以來電洽詢；週一至週五，09:00-18:00電洽06-2995489，將有專人竭誠為您服務，謝謝。', 'y', '2023-10-17 01:55:43', '2023-10-17 01:55:43'),
(81, 81, '收到催繳的通知函，可以去門市繳款嗎?', '因各電信公司作法不同，請台端收到通知函先來電確認案件狀況後，再依人員提供方式繳款。', 'y', '2023-10-17 01:56:01', '2023-10-17 01:56:01'),
(82, 82, '繳清電信欠費後，能申辦新的門號嗎?', '一般來說，辦理電信業務需名下無欠費，但仍取決於過去的信用紀錄以及電信公司的政策。因此，要繳清所有的欠款，以免成為電信商的黑名單。', 'y', '2023-10-17 01:56:16', '2023-10-17 01:56:16'),
(83, 83, '我小時候父母用我的名義去申辦門號產生的欠款，為何現在要跟我追討', '未成年申辦門號需經法定代理人同意及簽訂合約，如果您的父母當時以您的名義申辦門號，而造成欠費，當你成年後電信公司即可向您追討款項。', 'y', '2023-10-17 01:56:59', '2023-10-17 01:56:59'),
(84, 84, '瘖啞人士該如何與公司聯繫?', '本公司有提供LINE線上服務，如有需求歡迎多加利用線上客服諮詢。', 'y', '2023-10-17 01:57:35', '2023-10-17 01:57:35'),
(85, 85, '我收到法院的通知，法院要我直接跟你們處理就好', '請您直接來電，我們會提供您繳款的金額及帳號，一次性清償完畢後，就會通知法院撤銷告訴。', 'y', '2023-10-17 01:57:50', '2023-10-17 01:57:50'),
(86, 86, '我有收到你們的催繳通知，費用可以刷卡嗎?', '依現行法令，本筆欠款是不能刷卡的，僅能以現金或郵政匯票做支付繳納。', 'y', '2023-10-17 01:58:07', '2023-10-17 01:58:07'),
(87, 87, '收到強制執行，能把名下財產過戶給家人朋友嗎?', '如果當事人知道自己即將被強制執行，故意把名下房產，汽車都賤賣給朋友脫產，此行為已構成刑法第356條損害債權罪，最高可處2年有期徒刑喔。', 'y', '2023-10-17 01:58:20', '2023-10-17 01:58:20'),
(88, 88, '購買遊戲點數但遊戲公司都沒給，也反應給電信公司為何還要繳?', '遊戲儲值屬於小額付費的一種是由電信公司代收代付，並合併至下期電信帳單計收。購買的有關商品或服務本身瑕疵或適法性等法律上責任，仍由提供商品或服務之合作商家負責。', 'y', '2023-10-17 01:58:41', '2023-10-17 01:58:41'),
(89, 89, '朋友用我名字辦的門號，不是我在用的，為什麼要找我要錢 ?', '積欠費用的對象會以申請書上的申請人為主，若非您本人使用，建議您將此情況轉知對方並請對方還款。提醒您，案件結清以前依然是登記在您名下，請務必確認後續清償狀況避免影響自身權益。', 'y', '2023-10-17 01:59:24', '2023-10-17 01:59:24'),
(90, 90, '我有跟你們談好要分期，現在手頭較寬裕想要多繳一點可以嗎 ?', '如在分期過程中想加速清償，只需在原先協議的還款時間內多繳即可。', 'y', '2023-10-17 01:59:45', '2023-10-17 01:59:45'),
(91, 91, '你們憑甚麼跟我收利息?', '依民法第203條應付利息之債務，其利率未經約定，亦無法律可據者，按週年利率百分之五計算之利息。', 'y', '2023-10-17 02:00:04', '2023-10-17 02:00:04'),
(93, 1, '欠電話費不是放著不管也沒關係嗎 ?', '很多人認為欠繳電信費不會怎樣，頂多無法使用該公司的門號而已，卻忽略了後續的風險，其實不只是催收公司，就連電信業者本身也會對欠費用戶提及訴訟。天下無白吃的午餐，應該繳的還是要繳，千萬不要抱持僥倖的心態，免得因小失大。', 'y', '2023-10-17 02:01:01', '2023-10-17 02:01:01'),
(94, 3, '門號申辦後都沒有使用，為何還要繳費?', '因雙方有簽訂合約，在合約到期前，雙方皆有履行之權利義務。故申請人仍需履行繳費之義務。', 'y', '2023-10-17 02:01:17', '2023-10-17 02:01:17'),
(95, 4, '為什麼可以扣我的薪水', '當債務人沒有依照約定償還債務時，債權人可向法院聲請強制執行，經由債務人任職的公司收取該債務人的部分薪水。', 'y', '2023-10-17 02:01:33', '2023-10-17 02:01:33'),
(96, 2, '電話費沒繳會被告上法院嗎?', '非故意的小額電信欠費不會被告，但如果是辦門號換金即涉及詐欺行為，即有可能面對後續的法律相關責任，更可能因此吃上詐欺官司。', 'y', '2023-10-17 02:01:46', '2023-10-17 02:01:46'),
(97, 5, '之前有收到通知也去門市繳清了，為何還收到強制執行?', '收到法院公文即已衍生其他費用，其他費用門市不會代為計算跟代收，故不算結清。如有繳款請來電確認是否結清。', 'y', '2023-10-17 02:02:00', '2023-10-17 02:02:00'),
(98, 6, '馨琳揚是詐騙集團嗎?', '本公司【馨琳揚企管顧問有限公司】創立於民國81年，陸續改制及擴展新的服務項目，如有服務需求請洽官網…..(應該沒有詐騙集團會大費周章設立官網)。', 'y', '2023-10-17 02:02:16', '2023-10-17 02:02:28'),
(99, 99, '我是門號的使用者，是否可將欠款轉到我身上由我支付，後續如有問題都找我就好?', '經申辦人同意皆可由他人代償債務，但費用後續沒結清依法律上責任歸屬也只會針對申辦人。', 'y', '2023-10-17 02:29:28', '2023-10-17 02:29:28');

-- --------------------------------------------------------

--
-- 資料表結構 `record`
--

CREATE TABLE IF NOT EXISTS `record` (
  `id` int(10) unsigned NOT NULL,
  `merchant_no` varchar(255) NOT NULL COMMENT '訂單編號',
  `trade_no` varchar(255) DEFAULT NULL COMMENT '綠界交易編號',
  `payment_type` varchar(255) DEFAULT NULL COMMENT '付款方式',
  `state` varchar(255) DEFAULT NULL COMMENT '金流狀態',
  `orderstatus` varchar(255) DEFAULT NULL COMMENT '訂單狀態',
  `rtnnsg` varchar(255) DEFAULT NULL COMMENT '最後回傳狀態',
  `orderlist_id` varchar(255) NOT NULL COMMENT '訂單',
  `purchaser_id` int(11) NOT NULL COMMENT '購買人',
  `totle` varchar(255) NOT NULL COMMENT '總金額',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=275 DEFAULT CHARSET=utf8mb4;

--
-- 資料表的匯出資料 `record`
--

INSERT INTO `record` (`id`, `merchant_no`, `trade_no`, `payment_type`, `state`, `orderstatus`, `rtnnsg`, `orderlist_id`, `purchaser_id`, `totle`, `created_at`, `updated_at`) VALUES
(192, '2023102359', NULL, NULL, NULL, NULL, NULL, '1', 59, '2425', '2023-10-23 06:41:06', '2023-10-23 06:41:06'),
(193, '2023102360', '23102314432409273', '信用卡一次付清', '授權成功', NULL, '回傳繳款狀態成功', '1', 60, '2425', '2023-10-23 06:42:48', '2023-10-23 06:43:26'),
(194, '2023102361', '23102314442909275', '超商代碼繳費', '模擬付款成功', NULL, '回傳繳款狀態成功', '1', 61, '7651', '2023-10-23 06:44:18', '2023-10-23 06:45:33'),
(195, '2023102362', NULL, NULL, NULL, NULL, NULL, '1', 62, '7751', '2023-10-23 08:43:04', '2023-10-23 08:43:04'),
(196, '2023102363', '23102316454709714', '信用卡一次付清', '授權成功', NULL, '回傳繳款狀態成功', '1', 63, '2525', '2023-10-23 08:44:49', '2023-10-23 08:45:49'),
(197, '2023102664', '23102609364617798', '信用卡一次付清', '授權成功', NULL, '回傳繳款狀態成功', '1', 64, '7651', '2023-10-26 01:36:27', '2023-10-26 01:36:49'),
(202, '2023110369', '23110311530538849', 'Web ATM', '模擬付款成功', NULL, '回傳繳款狀態成功', '1', 69, '19371', '2023-11-03 03:52:17', '2023-11-03 03:53:06'),
(242, '20231120114', '23112018495477969', '信用卡一次付清', '授權成功', NULL, '已付款', '1', 114, '34928', '2023-11-20 10:29:21', '2023-11-20 10:49:56'),
(243, '20231120116', NULL, NULL, NULL, NULL, NULL, '1', 116, '34928', '2023-11-20 11:01:31', '2023-11-20 11:01:31'),
(244, '20231120117', NULL, NULL, NULL, NULL, NULL, '1', 117, '34928', '2023-11-20 11:01:35', '2023-11-20 11:01:35'),
(245, '20231120118', NULL, NULL, NULL, NULL, NULL, '1', 118, '34928', '2023-11-20 11:01:57', '2023-11-20 11:01:57'),
(246, '20231120119', NULL, NULL, NULL, NULL, NULL, '1', 119, '34928', '2023-11-20 11:06:22', '2023-11-20 11:06:22'),
(247, '20231120120', NULL, NULL, NULL, NULL, NULL, '1', 120, '34928', '2023-11-20 11:20:32', '2023-11-20 11:20:32'),
(248, '20231120121', NULL, NULL, NULL, NULL, NULL, '1', 121, '34928', '2023-11-20 11:27:35', '2023-11-20 11:27:35'),
(249, '20231120122', '23112019285877984', '信用卡一次付清', '授權成功', NULL, '已付款', '1', 122, '34928', '2023-11-20 11:28:29', '2023-11-20 11:29:00'),
(250, '20231120123', NULL, NULL, NULL, NULL, NULL, '1', 123, '34928', '2023-11-20 13:33:14', '2023-11-20 13:33:14'),
(251, '20231120124', NULL, NULL, NULL, NULL, NULL, '1', 124, '34928', '2023-11-20 13:38:39', '2023-11-20 13:38:39'),
(252, '20231121125', '23112109050628590', '信用卡一次付清', '信用卡授權失敗驗證失敗', NULL, '已付款', '1', 125, '500', '2023-11-21 01:04:12', '2023-11-21 01:06:15'),
(253, '20231121126', NULL, NULL, NULL, NULL, NULL, '1', 126, '600', '2023-11-21 01:07:20', '2023-11-21 01:07:20'),
(254, '20231121127', '23112109134429274', '信用卡一次付清', '信用卡授權失敗驗證失敗', NULL, '失敗', '1', 127, '500', '2023-11-21 01:13:19', '2023-11-21 01:14:04'),
(255, '20231121128', '23112109160029416', '信用卡一次付清', '授權成功', NULL, '已付款', '1', 128, '600', '2023-11-21 01:15:10', '2023-11-21 01:16:13'),
(256, '20231121129', NULL, NULL, NULL, NULL, NULL, '1', 129, '200', '2023-11-21 02:55:01', '2023-11-21 02:55:01'),
(257, '20231121130', '23112110563937882', '信用卡一次付清', '授權成功', NULL, '回傳繳款狀態成功', '1', 130, '200', '2023-11-21 02:56:13', '2023-11-21 02:57:13'),
(258, '20231127131', NULL, NULL, NULL, NULL, NULL, '1', 131, '14708', '2023-11-27 06:55:22', '2023-11-27 06:55:22'),
(259, '20231128132', NULL, NULL, NULL, NULL, NULL, '1', 132, '50', '2023-11-28 07:05:52', '2023-11-28 07:05:52'),
(260, '20231128133', NULL, NULL, NULL, NULL, NULL, '1', 133, '50', '2023-11-28 07:18:20', '2023-11-28 07:18:20'),
(261, '20231128134', NULL, NULL, NULL, NULL, NULL, '1', 134, '50', '2023-11-28 07:20:23', '2023-11-28 07:20:23'),
(262, '20231128135', NULL, NULL, NULL, NULL, NULL, '1', 135, '50', '2023-11-28 07:40:42', '2023-11-28 07:40:42'),
(263, '20231128136', NULL, NULL, NULL, NULL, NULL, '1', 136, '50', '2023-11-28 08:02:18', '2023-11-28 08:02:18'),
(264, '20231128137', '23112816062296178', '信用卡一次付清', '授權成功', NULL, '回傳繳款狀態成功', '1', 137, '50', '2023-11-28 08:06:01', '2023-11-28 08:06:25'),
(265, '20231128138', NULL, NULL, NULL, NULL, NULL, '1', 138, '50', '2023-11-28 08:22:25', '2023-11-28 08:22:25'),
(266, '20231128139', NULL, NULL, NULL, NULL, NULL, '1', 139, '50', '2023-11-28 08:22:46', '2023-11-28 08:22:46'),
(267, '20231128140', NULL, NULL, NULL, NULL, NULL, '1', 140, '50', '2023-11-28 08:24:28', '2023-11-28 08:24:28'),
(268, '20231128141', '23112816271296315', '信用卡一次付清', '授權成功', NULL, '繳款成功', '1', 141, '50', '2023-11-28 08:26:52', '2023-11-28 08:27:14'),
(269, '20231128142', '23112816431025685', '信用卡一次付清', '授權成功', NULL, '繳款成功', '1', 142, '150', '2023-11-28 08:42:37', '2023-11-28 08:43:50'),
(270, '20231128143', NULL, NULL, NULL, NULL, NULL, '1', 143, '150', '2023-11-28 08:42:37', '2023-11-28 08:42:37'),
(271, '20231128144', NULL, NULL, NULL, NULL, NULL, '1', 144, '40000', '2023-11-28 09:29:52', '2023-11-28 09:29:52'),
(272, '20231128145', NULL, NULL, NULL, NULL, NULL, '1', 145, '50', '2023-11-28 09:34:58', '2023-11-28 09:34:58'),
(273, '20231128146', NULL, NULL, NULL, NULL, NULL, '1', 146, '50', '2023-11-28 09:36:20', '2023-11-28 09:36:20'),
(274, '20231128147', NULL, NULL, NULL, NULL, NULL, '1', 147, '50', '2023-11-28 09:37:16', '2023-11-28 09:37:16');

-- --------------------------------------------------------

--
-- 資料表結構 `service`
--

CREATE TABLE IF NOT EXISTS `service` (
  `id` int(10) unsigned NOT NULL,
  `sort` int(11) NOT NULL COMMENT '排序',
  `title` varchar(100) NOT NULL,
  `text` varchar(255) NOT NULL,
  `cover` varchar(100) NOT NULL COMMENT '圖片',
  `price` varchar(100) NOT NULL COMMENT '原價',
  `special_offer` varchar(100) NOT NULL COMMENT '特價',
  `release` enum('y','n') NOT NULL DEFAULT 'y',
  `delete` enum('y','n') NOT NULL DEFAULT 'n' COMMENT '刪除',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=87 DEFAULT CHARSET=utf8mb4;

--
-- 資料表的匯出資料 `service`
--

INSERT INTO `service` (`id`, `sort`, `title`, `text`, `cover`, `price`, `special_offer`, `release`, `delete`, `created_at`, `updated_at`) VALUES
(1, 1, '債務諮商', '債務諮商', 'baservice1694415209.jpg', '1800', '1000', 'y', 'n', '2023-09-11 06:53:29', '2023-09-14 08:23:25'),
(81, 2, '代書諮詢　/ 時', '【商品簡述】\r\n專業代書諮詢，以小時計費，讓您法律事務無憂。我們處理文件提交、合同撰寫，為您節省時間和精力。專業、高效的法律代書服務，隨時支持您的法律需求。\r\n\r\n【退款須知】\r\n依《消費者保護法》的規定，消費者享有商品貨到日起7天猶豫期的權益，猶豫期並非試用期。\r\n購買服務之7天內，尚未使用此服務前皆可申請退款，請透過客服信箱聯絡我們，將由專員為您服務處理，謝謝。', 'baservice1694415229.jpg', '1200', '600', 'y', 'n', '2023-09-11 06:53:49', '2023-09-14 08:24:12'),
(82, 3, '法律諮詢2 / 時', '法律諮詢 / 時法律諮詢 / 時法律諮詢 / 時法律諮詢 / 時', 'baservice1694415209.jpg', '1800', '1000', 'n', 'n', '2023-09-11 06:53:29', '2023-09-14 08:10:44'),
(83, 4, '代書諮詢2 / 時', '代書諮詢代書諮詢代書諮詢代書諮詢代書諮詢', 'baservice1694415229.jpg', '1200', '600', 'n', 'n', '2023-09-11 06:53:49', '2023-09-14 08:10:47'),
(86, 84, 'fgg', '555', 'baservice1694676878.jpg', '555', '55', 'n', 'n', '2023-09-14 07:34:38', '2023-09-14 08:10:52');

--
-- 已匯出資料表的索引
--

--
-- 資料表索引 `bulletin`
--
ALTER TABLE `bulletin`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `manager`
--
ALTER TABLE `manager`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `member`
--
ALTER TABLE `member`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `member_appendix`
--
ALTER TABLE `member_appendix`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `news`
--
ALTER TABLE `news`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `orderlist`
--
ALTER TABLE `orderlist`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `pages`
--
ALTER TABLE `pages`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `purchaser`
--
ALTER TABLE `purchaser`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `question`
--
ALTER TABLE `question`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `record`
--
ALTER TABLE `record`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `service`
--
ALTER TABLE `service`
  ADD PRIMARY KEY (`id`);

--
-- 在匯出的資料表使用 AUTO_INCREMENT
--

--
-- 使用資料表 AUTO_INCREMENT `bulletin`
--
ALTER TABLE `bulletin`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=20;
--
-- 使用資料表 AUTO_INCREMENT `manager`
--
ALTER TABLE `manager`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=46;
--
-- 使用資料表 AUTO_INCREMENT `member`
--
ALTER TABLE `member`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=100;
--
-- 使用資料表 AUTO_INCREMENT `member_appendix`
--
ALTER TABLE `member_appendix`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=34;
--
-- 使用資料表 AUTO_INCREMENT `news`
--
ALTER TABLE `news`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=104;
--
-- 使用資料表 AUTO_INCREMENT `orderlist`
--
ALTER TABLE `orderlist`
  MODIFY `id` int(11) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=87;
--
-- 使用資料表 AUTO_INCREMENT `pages`
--
ALTER TABLE `pages`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=105;
--
-- 使用資料表 AUTO_INCREMENT `purchaser`
--
ALTER TABLE `purchaser`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=148;
--
-- 使用資料表 AUTO_INCREMENT `question`
--
ALTER TABLE `question`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=100;
--
-- 使用資料表 AUTO_INCREMENT `record`
--
ALTER TABLE `record`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=275;
--
-- 使用資料表 AUTO_INCREMENT `service`
--
ALTER TABLE `service`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=87;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
